<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
booze	5
51-year-old	6
using	7
neutralization	8
moments	9
worthless	10
roles	11
26-week	12
zero	13
mandated	14
department	15
week	16
proudly	17
settled	18
price	19
switch	20
halves	21
potted	22
acquisitive	23
bet	24
kicked	25
capturing	26
backdrop	27
understatement	28
relative	29
examples	30
infamous	31
iranian	32
acceptances	33
vigor	34
first-half	35
visibility	36
dived	37
agility	38
financiers	39
bumble	40
dispute	41
undeterred	42
promotional	43
minerals	44
songs	45
self-incrimination	46
overtime	47
gargantuan	48
fibers	49
phony	50
electronically	51
concession	52
overhauled	53
fundamentals	54
maverick	55
garner	56
pondering	57
murders	58
goodies	59
proponents	60
threatened	61
roses	62
directive	63
intervening	64
determining	65
rhythmic	66
everyday	67
tensions	68
homeland	69
benefit-seeking	70
endangerment	71
falsely	72
eased	73
entitling	74
plains	75
fold	76
shoving	77
constitution	78
seesaw	79
laptop	80
per	81
liberal	82
subcompact	83
adequately	84
lung-cancer	85
debtors	86
types	87
undamaged	88
paralysis	89
californians	90
extradition	91
redesign	92
defaulting	93
benefiting	94
shunned	95
advised	96
delighted	97
salvaged	98
countryside	99
biological	100
professions	101
defunct	102
bestowed	103
debt-equity	104
``	105
recoverable	106
guardian	107
fuels	108
bout	109
footsteps	110
outlays	111
citing	112
street	113
cleaner	114
multibillion-dollar	115
dropouts	116
lies	117
formula	118
commercializing	119
traditionally	120
auction	121
vendetta	122
woman	123
happy	124
seed	125
cult	126
mornings	127
creation	128
commissioners	129
wave	130
rein	131
binge	132
indelible	133
burned	134
pharmaceutical	135
special	136
alone	137
pursuit	138
two-stroke	139
traveling	140
mistrust	141
infringing	142
motifs	143
supply-side	144
supervisors	145
seeds	146
pricey	147
mig-29s	148
downturn	149
bran	150
vacating	151
stymied	152
subtracted	153
typical	154
crimes	155
my	156
disorders	157
3-for-2	158
universe	159
relayed	160
pork	161
cholesterol-lowering	162
pistol	163
business-to-business	164
routinely	165
yearlong	166
pershare	167
boosts	168
last-minute	169
lower-than-anticipated	170
blues	171
wished	172
hyping	173
recalculating	174
symbiotic	175
low-level	176
monitoring	177
sex	178
tip	179
woes	180
seat	181
barons	182
merrill	183
promotions	184
forgot	185
transcripts	186
waffled	187
novelistic	188
flock	189
nonoperating	190
transitional	191
real	192
slump	193
rub	194
ferociously	195
cross-ownership	196
recommendations	197
israelis	198
aftershock	199
year-on-year	200
photos	201
robot	202
ladies	203
year-earlier	204
pay-in-kind	205
48-year-old	206
loyal	207
unnamed	208
malice	209
killing	210
stock-market	211
resuming	212
adjusting	213
ranges	214
inundated	215
justify	216
made	217
immediate	218
implanted	219
spawned	220
unveiled	221
affiliate	222
invasion	223
jealous	224
harmful	225
scam	226
i.e.	227
obstructed	228
ownership	229
weighed	230
openness	231
decisively	232
woke	233
detailing	234
looking	235
shipyard	236
geared	237
schedules	238
jaunts	239
devoted	240
declaration	241
provincial	242
overseeing	243
units	244
drifting	245
suffer	246
convince	247
blini	248
compensation	249
aspect	250
three-foot	251
stock-index	252
ministries	253
pains	254
good-natured	255
tumor-suppressor	256
ripe	257
reminds	258
depression	259
sentencing	260
three-dimensional	261
hamstrung	262
architecture	263
constituency	264
refuted	265
conversation	266
need	267
skeptics	268
lender	269
check	270
rooted	271
swayed	272
invincible	273
collapse	274
dipped	275
slice	276
sailing	277
unveil	278
proof	279
celebrate	280
recalls	281
mask	282
exhaustive	283
squad	284
event	285
low-priced	286
attempted	287
party	288
calamity	289
domestically	290
visit	291
viewers	292
appraisals	293
needed	294
spooked	295
conditioners	296
became	297
cellular-phone	298
double-a-plus	299
locales	300
shrift	301
indications	302
soggy	303
peril	304
fruit	305
appraisal	306
shelled	307
polypropylene	308
identifiable	309
noncompetitive	310
buses	311
subpoenas	312
surveyed	313
truly	314
inept	315
museum	316
bounce	317
barred	318
speakers	319
ridiculous	320
employee-benefit	321
drags	322
tilt	323
anything	324
top-10	325
closing	326
enthusiastically	327
abate	328
underwriters	329
polled	330
recounts	331
you	332
peculiar	333
violates	334
auditor	335
space	336
convent	337
capital	338
backfire	339
blockbuster	340
towns	341
clash	342
cincinnati-based	343
first	344
prisoner	345
hair	346
more	347
rendition	348
backlog	349
handsome	350
deceased	351
oxide	352
excluded	353
varies	354
grasp	355
assets	356
helping	357
gifted	358
begin	359
regularly	360
prey	361
ballot	362
midafternoon	363
airports	364
toilet	365
toward	366
until	367
membership	368
patriarch	369
angrily	370
camp	371
bond-equivalent	372
least	373
york-based	374
won	375
producer-price	376
embarrass	377
lowly	378
manually	379
indicted	380
forfeiture	381
endorsement	382
limbo	383
fashionable	384
weakens	385
written	386
retains	387
trailed	388
paid	389
books	390
hoping	391
$	392
mortgages	393
shots	394
shame	395
sidelined	396
cameras	397
hesitation	398
apartment	399
cost-conscious	400
trainer	401
contention	402
leapfrog	403
ideologues	404
roiling	405
trade-distorting	406
integrated	407
cent	408
insulating	409
neutron	410
prestigious	411
wanted	412
supervises	413
executed	414
topics	415
dock	416
takers	417
furniture	418
industrial	419
donation	420
flaps	421
fizzled	422
exploding	423
goliaths	424
strict	425
evaluated	426
soap	427
misses	428
median	429
quantify	430
stop-motion	431
stood	432
anticipates	433
dogged	434
progress	435
peak	436
albums	437
media	438
machines	439
suspect	440
now-shaky	441
skepticism	442
summary	443
diagnostic	444
stretched	445
revoked	446
vineyards	447
spirits	448
antacid	449
guilders	450
vigorous	451
franchisers	452
dinners	453
verdicts	454
newsletters	455
far	456
tabloids	457
sympathies	458
intentions	459
health-care	460
unfair	461
forefront	462
compounded	463
festivities	464
guarding	465
wipe	466
money-making	467
senders	468
earnings	469
slated	470
flashy	471
pressed	472
ratings	473
manufactures	474
quality	475
refused	476
lifting	477
amending	478
inning	479
facsimile	480
vaccine	481
collection	482
roof	483
rebels	484
dusty	485
investigator	486
operations	487
receptionist	488
two-year-old	489
consultation	490
petty	491
despite	492
est	493
awaiting	494
alike	495
allocator	496
courtroom	497
troubled	498
instrument	499
illustrate	500
instructed	501
knights	502
helicopters	503
passing	504
parcels	505
200,000-share	506
fragility	507
shapes	508
prediction	509
laptops	510
afternoon	511
embodied	512
monetarist	513
flavor	514
excursions	515
write-down	516
cliff	517
tolls	518
slowing	519
weapons	520
lesson	521
aftertax	522
months	523
customer	524
fetus	525
taping	526
ordinance	527
nuisance	528
anxiously	529
adroitly	530
gesture	531
deter	532
someday	533
reflected	534
superiority	535
x	536
bill	537
10-year	538
operated	539
gloomier	540
contagious	541
remics	542
negligence	543
explains	544
skins	545
thief	546
routed	547
fashion	548
hail	549
neglect	550
cheerios	551
rolled	552
flowed	553
shot	554
remembered	555
appetite	556
country	557
meets	558
locations	559
spotting	560
irrational	561
speeding	562
original	563
freeze	564
fluctuations	565
u.s.	566
perceived	567
indomitable	568
assassinate	569
duel	570
rare	571
welcome	572
reached	573
resent	574
dictates	575
longtime	576
bolstering	577
suddenly	578
flunk	579
huddled	580
high-speed	581
disciplined	582
thrall	583
toiling	584
withdrew	585
bolts	586
paled	587
asthma	588
sustainable	589
preparing	590
seats	591
could	592
framed	593
invented	594
pre-1967	595
sources	596
non-invasive	597
false	598
train	599
copies	600
wisdom	601
humor	602
operators	603
surprises	604
insights	605
violet	606
giving	607
deepening	608
full	609
chastises	610
anonymity	611
modifies	612
single-a	613
'til	614
bedevil	615
consolidating	616
home-state	617
shadow	618
food-importing	619
universal	620
galleries	621
logical	622
vessels	623
odds	624
electrochemicals	625
boat	626
**	627
church	628
unwilling	629
splendid	630
nobody	631
anti-drug	632
containerboard	633
beforehand	634
fake	635
socialists	636
annoyed	637
waits	638
roadblocks	639
watchdog	640
tropical	641
gracefully	642
porcelains	643
actual	644
narrow	645
of	646
casualties	647
messrs.	648
doomsayers	649
jeopardy	650
triple	651
pragmatist	652
indirectly	653
countenance	654
outlying	655
pottery	656
indexes	657
applies	658
denver-based	659
cups	660
investment-grade	661
putting	662
plywood	663
summer	664
shaking	665
returning	666
appropriations	667
neighbors	668
deduction	669
fortunately	670
unpredictable	671
leap	672
lined	673
heir	674
,	675
fantasize	676
probing	677
unavailable	678
disapproval	679
bearings	680
successors	681
comedic	682
originally	683
lessen	684
topple	685
vegetables	686
ballistic	687
packaged-goods	688
bridge	689
oceanographic	690
bug	691
can	692
unlawful	693
obsolete	694
trust	695
cushioning	696
shrewd	697
ultimatum	698
processed	699
conscience	700
customers	701
ba-3	702
catch	703
interstates	704
establishment	705
boardroom	706
foothills	707
justifies	708
moderate-income	709
came	710
fiberglass	711
waterworks	712
switches	713
opposite	714
piles	715
imposing	716
principally	717
unveiling	718
clearance	719
involve	720
soviet-style	721
bench	722
abrasive	723
surpluses	724
nemesis	725
discouraged	726
motel	727
fires	728
reliable	729
routine	730
pennies	731
paired	732
new-found	733
embroiled	734
job	735
absorbed	736
cubic	737
discloses	738
appeal	739
neurosurgeon	740
pittsburgh-based	741
snags	742
outright	743
spooks	744
bouts	745
illness	746
bites	747
grounding	748
primarily	749
prevents	750
consumed	751
et	752
ratio	753
wednesdays	754
began	755
indebtedness	756
manufacture	757
subcontract	758
represented	759
sticker	760
sympathetic	761
fragments	762
grows	763
hiker	764
avalanche	765
whipsawed	766
heavier	767
emboldened	768
consists	769
venerable	770
executive-model	771
slowest	772
defections	773
five-year-old	774
cracked	775
complexes	776
sniffs	777
fall	778
discover	779
stricter	780
summers	781
aliens	782
cheap	783
jurisprudence	784
slashing	785
gentle	786
uneasiness	787
loss	788
was	789
prefer	790
loath	791
mideast	792
volume	793
donnybrook	794
going	795
emphasized	796
dried	797
completes	798
mail-order	799
rehabilitation	800
recessionary	801
mid-1990	802
irritation	803
chords	804
hoard	805
disposal	806
earned	807
diluted	808
dissolve	809
regime	810
repairing	811
uninformed	812
speed	813
frequent-flier	814
squeezing	815
epo-treated	816
employers	817
redemptions	818
staunch	819
lag	820
wastes	821
enduring	822
ceremonial	823
debt	824
semiannual	825
indication	826
ranging	827
mortality	828
open-market	829
organizations	830
morality	831
hardware	832
anti-development	833
dispersant	834
vividly	835
hotels	836
redistribution	837
overflowing	838
contempt	839
renaissance	840
stones	841
offing	842
wrapped	843
ahead	844
story	845
questionnaire	846
i	847
84-6	848
competent	849
sensible	850
essence	851
permits	852
portraying	853
create	854
dividends	855
confinement	856
slime	857
versus	858
forcing	859
verge	860
circle	861
preferred-stock	862
goats	863
presentation	864
ever-changing	865
writes	866
governing	867
touring	868
rapidly	869
jobless	870
tip-off	871
citywide	872
experiment	873
gardener	874
lower-income	875
antibiotic	876
pro-democracy	877
suitable	878
right-to-lifers	879
remember	880
broadcast	881
translations	882
into	883
outplacement	884
line	885
schizophrenia	886
permitted	887
adaptation	888
refusal	889
developing	890
incorrect	891
flocked	892
packets	893
absorb	894
refrigeration	895
valuation	896
male-fertile	897
indexers	898
converter	899
mural	900
postmarked	901
none	902
standing	903
hugely	904
downside	905
prickly	906
mills	907
full-time	908
passengers	909
faulty	910
futures	911
applications	912
astute	913
receivable	914
skirt	915
easygoing	916
stem	917
capability	918
effects	919
colombian	920
dumping	921
therefore	922
duration	923
begins	924
pushes	925
caution	926
recognizing	927
speculator	928
invisible	929
trivial	930
colon	931
mainstream	932
stabilized	933
ego	934
f	935
improving	936
finish	937
designs	938
resignations	939
35-hour	940
quo	941
maid	942
occupied	943
parochial	944
exhausting	945
calcium	946
gravity	947
beer	948
fines	949
hall	950
day-to-day	951
free-standing	952
nuclear-powered	953
deferred	954
drinks	955
persistent	956
animated	957
bankruptcy-court	958
extensive	959
costly	960
cookies	961
evacuation	962
side	963
sidewalk	964
decreed	965
wag	966
medical	967
reparations	968
talk-show	969
athletics	970
consider	971
dangerous	972
starts	973
enjoined	974
experience	975
liar	976
transfer	977
segregate	978
usual	979
usage	980
realize	981
highways	982
undemocratic	983
decided	984
troop	985
retires	986
beefed	987
placement	988
perverse	989
in-office	990
enjoyed	991
bills	992
ordered	993
bedrock	994
knocking	995
specialty-chemicals	996
express	997
snow	998
unnecessary	999
formation	1000
licensing	1001
esps	1002
servants	1003
500-seat	1004
soviet	1005
finnish	1006
spokesmen	1007
weight	1008
melt	1009
asserted	1010
grossly	1011
dispersants	1012
nonprofit	1013
motor-control	1014
wooden	1015
penetrated	1016
en	1017
ink	1018
cooling	1019
infringement	1020
monthly	1021
gardens	1022
rescission	1023
squaring	1024
ironic	1025
burglaries	1026
shall	1027
consolidation	1028
unfounded	1029
urges	1030
catering	1031
overall	1032
beaten	1033
fireworks	1034
ranking	1035
appended	1036
eliminating	1037
decree	1038
shipbuilder	1039
coins	1040
married	1041
commit	1042
bonuses	1043
draining	1044
quotas	1045
festival	1046
viva	1047
miners	1048
supermarkets	1049
subways	1050
test	1051
castle	1052
packaged	1053
belief	1054
drop	1055
save	1056
psychologist	1057
financings	1058
interest-free	1059
confers	1060
tilted	1061
editor	1062
japanese-americans	1063
platform	1064
newspaper	1065
resulting	1066
flights	1067
ad	1068
unconcerned	1069
commissioning	1070
stock-fund	1071
louder	1072
pitch	1073
telling	1074
spender	1075
views	1076
cfcs	1077
untold	1078
slight	1079
staging	1080
directories	1081
lotteries	1082
value-added	1083
kilometers	1084
press	1085
blaze	1086
protocol	1087
testifying	1088
mental-health	1089
urethane	1090
money-laundering	1091
visits	1092
tend	1093
fundamentally	1094
accomplishments	1095
before	1096
girding	1097
search	1098
wiring	1099
warrants	1100
assume	1101
chaotic	1102
underwriter	1103
replies	1104
critical	1105
lower-priced	1106
bump	1107
significance	1108
saved	1109
gene-splicing	1110
anxiety	1111
accidents	1112
motors	1113
unknowns	1114
debt-laden	1115
installments	1116
consumer-price	1117
16-bit	1118
win	1119
noncallable	1120
israeli-palestinian	1121
math	1122
delegation	1123
insisting	1124
unity	1125
two-income	1126
round	1127
non-performing	1128
subcontractors	1129
concrete	1130
billionnaire	1131
trains	1132
cds	1133
trials	1134
programming	1135
operational	1136
high-stakes	1137
pipe	1138
choke	1139
commuter	1140
constitutes	1141
deflator	1142
screws	1143
single-family	1144
kept	1145
third-party	1146
pollution-control	1147
levied	1148
fad	1149
errors	1150
sporting-goods	1151
wisely	1152
noon	1153
destroy	1154
bearish	1155
reconstruct	1156
credit-rating	1157
treasurers	1158
ideas	1159
neurologist	1160
wage-earning	1161
focus	1162
loosen	1163
faculty	1164
able	1165
array	1166
two-party	1167
harder	1168
south	1169
blowing	1170
unnecessarily	1171
highway	1172
discuss	1173
predictably	1174
delivered	1175
dubious	1176
accompanied	1177
finances	1178
karaoke	1179
require	1180
bulbs	1181
periodic	1182
solicitation	1183
affected	1184
garcias	1185
short-range	1186
authority	1187
pills	1188
pre-trial	1189
rejecting	1190
vain	1191
outlining	1192
unions	1193
ore	1194
placements	1195
considers	1196
27-year-old	1197
straining	1198
obliged	1199
opening	1200
involves	1201
dropout	1202
refocusing	1203
die-hard	1204
lawmakers	1205
successes	1206
luring	1207
expo	1208
immense	1209
empire	1210
confrontation	1211
paramount-mca	1212
resonance	1213
lieutenant	1214
includes	1215
noncriminal	1216
bellwether	1217
improperly	1218
tones	1219
leathers	1220
surfaced	1221
behalf	1222
necessary	1223
enact	1224
repertoire	1225
proxy	1226
sections	1227
bovine	1228
10-year-old	1229
absences	1230
suburb	1231
dogs	1232
appointed	1233
waves	1234
among	1235
encourage	1236
guys	1237
guilty	1238
laureate	1239
protested	1240
brother	1241
producing	1242
fingers	1243
unseen	1244
private-banking	1245
keyboard	1246
30-minute	1247
workers	1248
mineworkers	1249
detected	1250
loses	1251
high-octane	1252
pasture	1253
prevent	1254
disclosing	1255
self-proclaimed	1256
bay	1257
exhibition	1258
tell	1259
expires	1260
no-frills	1261
edged	1262
formulating	1263
heavyweight	1264
mold	1265
beliefs	1266
outrageous	1267
fashions	1268
drivers	1269
next	1270
tax-preparation	1271
auctioned	1272
blind-sided	1273
proportion	1274
comparative	1275
persists	1276
cheese	1277
listed	1278
issues	1279
replaced	1280
laughed	1281
legs	1282
sealed	1283
watched	1284
blue-chip	1285
revealing	1286
4	1287
smattering	1288
nonsense	1289
likelihood	1290
resistant	1291
stray	1292
having	1293
reform	1294
laundry	1295
postal	1296
grudging	1297
between	1298
reluctant	1299
we	1300
huge	1301
spiked	1302
secrecy	1303
animal	1304
alternatives	1305
dailies	1306
cover-up	1307
dozens	1308
bowls	1309
voice	1310
taped	1311
sufficiently	1312
undergraduate	1313
bitterness	1314
gram	1315
mcdonald	1316
garrison	1317
removes	1318
crush	1319
oddly	1320
forever	1321
advertise	1322
intervention	1323
dreaded	1324
calif.-based	1325
democracy	1326
best	1327
tearing	1328
rican	1329
movement	1330
accolade	1331
ice-core	1332
famous	1333
spark	1334
confided	1335
worked	1336
month	1337
behaved	1338
expire	1339
tag	1340
wording	1341
risen	1342
raw-steel	1343
captured	1344
50-50	1345
hard-bitten	1346
weighs	1347
exported	1348
hung	1349
operate	1350
intelligently	1351
misdemeanor	1352
exclusively	1353
state-sector	1354
overwhelmed	1355
ravages	1356
dish	1357
human	1358
chronically	1359
discarded	1360
albeit	1361
erratically	1362
casualty	1363
important	1364
turkish	1365
presently	1366
unwillingness	1367
constituencies	1368
proprietors	1369
ax	1370
gyrating	1371
encounter	1372
seeks	1373
interactive	1374
operates	1375
diplomat	1376
blast	1377
tabs	1378
criticizes	1379
rule	1380
spurt	1381
home-building	1382
re-creating	1383
issue	1384
admonition	1385
skills	1386
human-rights	1387
combat	1388
syndicating	1389
air	1390
quiet	1391
notices	1392
dramatization	1393
cornerstone	1394
neglected	1395
hints	1396
maronites	1397
jeans	1398
lineup	1399
exorcism	1400
prisons	1401
intensify	1402
valued	1403
isolate	1404
malaise	1405
reviewing	1406
sprung	1407
older	1408
signal	1409
music	1410
mayoral	1411
walls	1412
robbers	1413
ways	1414
toy	1415
predicted	1416
defenses	1417
leaves	1418
equation	1419
escaping	1420
deterring	1421
threatens	1422
inc.	1423
byzantine	1424
nude	1425
tales	1426
treacherous	1427
protege	1428
released	1429
wild	1430
've	1431
stampede	1432
accommodated	1433
old	1434
moon	1435
rookie	1436
apologists	1437
heaved	1438
assured	1439
precious	1440
not	1441
controllers	1442
free-wheeling	1443
engines	1444
significant	1445
animal-health	1446
zones	1447
aiding	1448
20-year-old	1449
ground-based	1450
outflow	1451
roads	1452
ability	1453
asks	1454
disadvantage	1455
journals	1456
besides	1457
transmitting	1458
budgeting	1459
bottle	1460
fraud	1461
data-storage	1462
fathers	1463
sequester	1464
near-perfect	1465
rumbling	1466
utilization	1467
detect	1468
rightly	1469
pick	1470
estate	1471
chef	1472
warmed	1473
keeping	1474
eating	1475
had	1476
irregularities	1477
seriousness	1478
mounted	1479
conduits	1480
rescue	1481
fast	1482
grandmother	1483
vs.	1484
disabilities	1485
easy	1486
chains	1487
fanatics	1488
strikers	1489
grievances	1490
objectionable	1491
additionally	1492
contraceptive	1493
lacked	1494
screeching	1495
admit	1496
fairly	1497
viewed	1498
mart	1499
concept	1500
taxpayer	1501
fulfilling	1502
custody	1503
executive	1504
table	1505
flat	1506
personal-injury	1507
phenomenon	1508
violating	1509
red	1510
liquidity	1511
commentators	1512
spoiled	1513
asset-allocation	1514
fraction	1515
bankers	1516
learning	1517
finishes	1518
indian	1519
circuits	1520
illegally	1521
sizable	1522
electrolytic	1523
piano	1524
massive	1525
wrote	1526
anti-bike	1527
factions	1528
practice	1529
unauthorized	1530
acid	1531
marching	1532
escaped	1533
turbans	1534
prototype	1535
surges	1536
equilibrium	1537
prospective	1538
stalls	1539
bucked	1540
lenders	1541
fox	1542
currencies	1543
numbers	1544
ask	1545
amendments	1546
communists	1547
adopted	1548
cutting	1549
veracity	1550
depend	1551
suggested	1552
join	1553
columnist	1554
spurted	1555
monologues	1556
supercomputer	1557
complacent	1558
defensive	1559
claim	1560
crowded	1561
stock-manipulation	1562
benefit	1563
waved	1564
matches	1565
cabinet	1566
suggest	1567
keynesian	1568
lawyers	1569
profiles	1570
progressive	1571
borrowings	1572
injury	1573
tapers	1574
unwelcome	1575
enacting	1576
modernization	1577
ipo	1578
correspondence	1579
bourbon	1580
comfortable	1581
graphics	1582
sparingly	1583
deeds	1584
expectations	1585
swelled	1586
hub	1587
child-care	1588
stationary	1589
common	1590
now	1591
buoying	1592
burying	1593
ghosts	1594
pointedly	1595
auto-emissions	1596
adequacy	1597
arrears	1598
catheter	1599
sandinistas	1600
teachers	1601
loved	1602
derivative	1603
licensed	1604
spas	1605
must	1606
67-year-old	1607
grave	1608
advertiser	1609
score	1610
watershed	1611
candy	1612
korean	1613
sponsorship	1614
attendees	1615
titanium	1616
leftists	1617
statistical	1618
discharges	1619
trans-atlantic	1620
relied	1621
sets	1622
sinking-fund	1623
signs	1624
stop-payment	1625
catalogs	1626
litle	1627
moody	1628
century	1629
gerrymandering	1630
rain	1631
were	1632
nondeductible	1633
restricting	1634
speech	1635
causing	1636
role	1637
blessed	1638
produced	1639
sandwich	1640
vivid	1641
sequels	1642
lump-sum	1643
designers	1644
debt-rating	1645
idea	1646
pumps	1647
rules	1648
composites	1649
urge	1650
hedge	1651
racehorses	1652
reformer	1653
penny-stock	1654
rekindle	1655
*	1656
plant-science	1657
survived	1658
boston-based	1659
promote	1660
bikers	1661
domestic-production	1662
relocated	1663
snail	1664
impress	1665
figuring	1666
seemed	1667
machinists	1668
arbs	1669
protect	1670
income-tax	1671
flowers	1672
crashed	1673
dashboard	1674
cocoa	1675
paper-goods	1676
contemplated	1677
diesel	1678
palms	1679
outsider	1680
decrease	1681
windshields	1682
pressuring	1683
campaigns	1684
representation	1685
begging	1686
centers	1687
fill-or-kill	1688
span	1689
pig	1690
exam	1691
pores	1692
tourism	1693
sensation	1694
recreation	1695
maker	1696
usefulness	1697
leasing	1698
timed	1699
floors	1700
small-town	1701
worst	1702
times	1703
partial	1704
non-residential	1705
valuing	1706
speak	1707
thunder	1708
unlikely	1709
powered	1710
13-week	1711
pessimists	1712
subpoena	1713
likened	1714
whack	1715
dangerously	1716
long-awaited	1717
famine	1718
approximate	1719
deportation	1720
assure	1721
theorists	1722
cross-blending	1723
defamatory	1724
state-run	1725
bucking	1726
asset	1727
audiences	1728
restatement	1729
1-for-10	1730
deteriorate	1731
foolish	1732
tile	1733
loss-making	1734
accomplished	1735
sacrificing	1736
help	1737
remedy	1738
sights	1739
polished	1740
defect	1741
a.	1742
picket	1743
smells	1744
dinner	1745
inclination	1746
tackle	1747
converted	1748
chides	1749
arisen	1750
credibility	1751
outlets	1752
lowers	1753
fishermen	1754
punishment	1755
testimonial	1756
14th	1757
mentally	1758
similarity	1759
effortlessly	1760
hastily	1761
runs	1762
high-volume	1763
duplex	1764
outages	1765
outpatient	1766
underline	1767
attend	1768
manage	1769
tastefully	1770
ardor	1771
abruptly	1772
petition	1773
travels	1774
petrochemicals	1775
storm	1776
non-lawyers	1777
commissioned	1778
competitive	1779
predicting	1780
expensive	1781
forge	1782
seventh	1783
sighs	1784
promised	1785
describes	1786
loosely	1787
furor	1788
tangle	1789
durable-goods	1790
segregated	1791
still	1792
return	1793
lending	1794
verse	1795
belongings	1796
p.m	1797
anti-dumping	1798
snapped	1799
himself	1800
discretion	1801
avert	1802
therapeutic	1803
statistics	1804
recorded	1805
conducted	1806
lingering	1807
sterile	1808
border	1809
companies	1810
hence	1811
prize	1812
fear	1813
passage	1814
definitively	1815
sponsoring	1816
zombie	1817
goodwill	1818
program	1819
sizes	1820
scraps	1821
advertised	1822
communist	1823
presumably	1824
heated	1825
ventilated	1826
switzerland	1827
full-year	1828
trends	1829
futures-related	1830
trip	1831
hostages	1832
definition	1833
ooze	1834
strokes	1835
new-model	1836
statement	1837
ruined	1838
owner	1839
disruption	1840
governments	1841
beneficiary	1842
lapsed	1843
stamping	1844
twist	1845
smile	1846
vanish	1847
sluggishness	1848
expertise	1849
fiddle	1850
spots	1851
over-40	1852
ineptitude	1853
requests	1854
pleasantries	1855
top-tier	1856
comfortably	1857
battered	1858
burdensome	1859
entrenched	1860
bitterly	1861
chairs	1862
image	1863
employees	1864
sins	1865
employed	1866
tumbles	1867
delayed	1868
satirical	1869
lackluster	1870
dirt	1871
instituted	1872
crediting	1873
new-product	1874
inverse	1875
municipal	1876
stalked	1877
lincoln	1878
brewer	1879
expiring	1880
unfit	1881
becomes	1882
protestors	1883
lived	1884
impaired	1885
dropped	1886
overtures	1887
horse	1888
hedges	1889
husk	1890
symbol	1891
oversold	1892
journalist	1893
admitting	1894
landmark	1895
separated	1896
mementos	1897
decade	1898
projection	1899
happen	1900
screening	1901
embarked	1902
symptoms	1903
shirts	1904
tripled	1905
satellite	1906
embarrassed	1907
vested	1908
crystal	1909
maquiladoras	1910
divert	1911
repression	1912
chores	1913
family-run	1914
disruptive	1915
di	1916
lubricants	1917
catapult	1918
but	1919
distinctive	1920
sheet	1921
fantastic	1922
unpaid	1923
onetime	1924
master	1925
raised	1926
clamp	1927
souls	1928
appreciation	1929
polysilicon	1930
suite	1931
earthquakes	1932
likes	1933
predates	1934
pinpointed	1935
inefficiency	1936
broke	1937
merchant	1938
hostile	1939
adverse	1940
unexpectedly	1941
braced	1942
91-day	1943
intended	1944
hiding	1945
experimental	1946
collateralized	1947
discrepancies	1948
11th	1949
portfolio	1950
carrying	1951
physical	1952
widows	1953
sporty	1954
forthcoming	1955
bank	1956
applaud	1957
'80s	1958
suspending	1959
dive	1960
provinces	1961
dilutive	1962
mid-october	1963
brewery	1964
miserable	1965
tax-exempt	1966
nonpublic	1967
ignorance	1968
metropolitan	1969
sagos	1970
discouragement	1971
prowl	1972
dulled	1973
ill-advised	1974
redefinition	1975
nest	1976
institutes	1977
insects	1978
property/casualty	1979
affect	1980
indexing	1981
widened	1982
gnp	1983
bond-price	1984
narrower	1985
psyllium	1986
acquire	1987
unconventional	1988
custom-tailored	1989
much-beloved	1990
slower	1991
allowances	1992
chefs	1993
150-member	1994
volunteer	1995
skill	1996
four-page	1997
borough	1998
dated	1999
packing	2000
misuse	2001
fielded	2002
home-equity	2003
shops	2004
influence-peddling	2005
extra	2006
departing	2007
revamped	2008
non-gm	2009
basement	2010
bargain-basement	2011
manipulation	2012
pass	2013
keeps	2014
she	2015
procurement	2016
compacted	2017
geeks	2018
imposes	2019
confirm	2020
right-wing	2021
confusion	2022
southeastern	2023
notebook	2024
toured	2025
hot-dipped	2026
brow	2027
hats	2028
tie-ins	2029
thought	2030
bankruptcy	2031
woo	2032
harshly	2033
broker	2034
styling	2035
victorian	2036
parties	2037
satisfy	2038
molecule	2039
standard	2040
one-yen	2041
disagreed	2042
error	2043
automated	2044
intensifying	2045
puritanical	2046
occurred	2047
jointly	2048
consequently	2049
doldrums	2050
husbands	2051
licenses	2052
bureaucrats	2053
billings	2054
during	2055
secondly	2056
never	2057
breeders	2058
feuding	2059
u.s.backed	2060
turnaround	2061
coal	2062
lecturer	2063
guess	2064
19th	2065
fortune	2066
later	2067
recruited	2068
compatible	2069
environmentalism	2070
convert	2071
estimating	2072
5th	2073
shareholder	2074
modified	2075
interested	2076
reliably	2077
austerity	2078
49%-owned	2079
presage	2080
puts	2081
telephones	2082
always	2083
shopkeeper	2084
batch	2085
fringes	2086
unrelated	2087
generally	2088
clothes	2089
managed	2090
its	2091
restarted	2092
altitude	2093
recovering	2094
projecting	2095
deputy	2096
given	2097
measurement	2098
supposedly	2099
produce	2100
beneath	2101
practiced	2102
harsher	2103
layer	2104
contend	2105
fuel	2106
deflated	2107
back-up	2108
decks	2109
ca	2110
distinctively	2111
superconductor	2112
teeming	2113
unflattering	2114
federalized	2115
steam	2116
implying	2117
child	2118
'n'	2119
amass	2120
nine-member	2121
illegitimate	2122
citizens	2123
exclusions	2124
networks	2125
crudes	2126
western-style	2127
evidenced	2128
drought	2129
theirs	2130
certainly	2131
low-crime	2132
misrepresenting	2133
era	2134
losses	2135
most-active	2136
compromised	2137
filler	2138
scripts	2139
guarantees	2140
witnessing	2141
consolidate	2142
appeals-court	2143
etc.	2144
too	2145
unprofitable	2146
co-sponsored	2147
bosses	2148
household	2149
capacity	2150
behave	2151
liberated	2152
crash	2153
c	2154
quite	2155
tags	2156
x-ray	2157
mips	2158
qualified	2159
drunk	2160
reorganization	2161
consist	2162
relieve	2163
thereof	2164
apiece	2165
driver	2166
nontoxic	2167
heirs	2168
space-based	2169
favorably	2170
richest	2171
30-year-old	2172
deal-making	2173
anti-miscarriage	2174
awesome	2175
miscarriages	2176
profitably	2177
grades	2178
pave	2179
house	2180
one	2181
game	2182
idealistic	2183
houses	2184
donors	2185
attends	2186
delicate	2187
manners	2188
verbatim	2189
engage	2190
plaintiffs	2191
ranked	2192
apple	2193
daughter	2194
cartoons	2195
suffered	2196
rake	2197
large	2198
architects	2199
re-enactments	2200
local	2201
stamps	2202
tomb	2203
glowing	2204
replace	2205
concocted	2206
rushing	2207
eurobonds	2208
opulent	2209
rough	2210
guard	2211
night	2212
recycling	2213
leaded	2214
all-time	2215
swell	2216
evolved	2217
fewer	2218
vietnamese-backed	2219
agreed	2220
wedged	2221
dumb	2222
eventual	2223
aisle	2224
acquisition	2225
turning	2226
probable	2227
mouth	2228
waned	2229
carefully	2230
it	2231
popping	2232
cocaine	2233
designed	2234
respected	2235
scaled-back	2236
regular-season	2237
wig	2238
dove	2239
diabetes	2240
admissions	2241
dents	2242
scavengers	2243
surreal	2244
utility	2245
intrigue	2246
seem	2247
beeping	2248
detective	2249
ice	2250
blazing	2251
species	2252
highlighted	2253
renew	2254
aggressive	2255
stepped	2256
inducement	2257
prizes	2258
copying	2259
disasters	2260
homeowners	2261
marketable	2262
puckish	2263
renegotiated	2264
decreased	2265
savings	2266
magnet	2267
loaded	2268
experienced	2269
blunted	2270
ease	2271
tools	2272
steel-related	2273
wonderful	2274
gripping	2275
depressant	2276
publishers	2277
excuses	2278
early	2279
depresses	2280
pre-registered	2281
fair-market	2282
update	2283
suntan	2284
negative	2285
ethics	2286
encountered	2287
odd	2288
land	2289
heels	2290
creating	2291
printed	2292
microwave	2293
redeem	2294
parliament	2295
directorial	2296
variable	2297
affirmation	2298
exemption	2299
world-famous	2300
unwitting	2301
shortsighted	2302
consumer-electronics	2303
italian	2304
engineering	2305
weird	2306
elixir	2307
opinion	2308
impeccable	2309
unplanned	2310
giddy	2311
ketchup	2312
40-year-old	2313
enabled	2314
wholly	2315
events	2316
microscope	2317
strengthens	2318
approval	2319
physician	2320
republics	2321
warnings	2322
plugging	2323
experiences	2324
faltering	2325
tumult	2326
running	2327
trigger	2328
cornea	2329
federation	2330
coincidence	2331
leaked	2332
ba3	2333
mode	2334
combines	2335
broker-dealer	2336
utterances	2337
meddling	2338
everything	2339
lights	2340
harbors	2341
first-class	2342
marine	2343
changes	2344
importance	2345
unchanging	2346
endless	2347
mundane	2348
sugared	2349
20th	2350
shadowy	2351
aflatoxin	2352
ethos	2353
wear	2354
invade	2355
misperceptions	2356
defends	2357
interrupting	2358
frenetic	2359
teens	2360
depicting	2361
jetliner	2362
preparation	2363
fly-by-night	2364
birthplace	2365
wiggle	2366
monastery	2367
brink	2368
unadited	2369
insurance	2370
positive	2371
recruiter	2372
tapped	2373
contras	2374
photographic	2375
publicly	2376
stubbornly	2377
curator	2378
litigation	2379
terminals	2380
'90s	2381
wants	2382
affirmative	2383
disdain	2384
distributors	2385
waivers	2386
privileged	2387
resemble	2388
packed	2389
efficiency	2390
reconcile	2391
pico	2392
day-long	2393
sanitation	2394
miscalculated	2395
others	2396
receivables	2397
jumped	2398
four-star	2399
slipped	2400
decline	2401
capitalism	2402
pesticide	2403
investigating	2404
hamburger	2405
velocity	2406
182-day	2407
prepare	2408
air-traffic	2409
add	2410
persist	2411
wandering	2412
gridlocked	2413
maintenance	2414
sweepers	2415
88-point	2416
cows	2417
interleukin-4	2418
period	2419
completed	2420
area	2421
rounded	2422
superpower	2423
soft	2424
inexplicably	2425
delays	2426
pace	2427
shoulder	2428
cleveland-based	2429
pouring	2430
journey	2431
dose	2432
bracket	2433
classes	2434
holder	2435
thousands	2436
containment	2437
skiers	2438
two-step	2439
greenmail	2440
exempting	2441
comparing	2442
no-growth	2443
oppose	2444
one-time	2445
frame	2446
defending	2447
injustice	2448
economy	2449
vacuum	2450
undo	2451
unsuccessfully	2452
links	2453
single-issue	2454
uprising	2455
demonstrators	2456
justified	2457
instance	2458
antiquated	2459
ton	2460
folly	2461
damped	2462
cereals	2463
regulating	2464
fare	2465
desperately	2466
toppled	2467
rates	2468
32-bit	2469
outsiders	2470
averages	2471
chemical-weapons	2472
direction	2473
boast	2474
from	2475
commerce	2476
stolen	2477
arranged	2478
percent	2479
accords	2480
principal	2481
brushes	2482
public-works	2483
re-election	2484
horns	2485
saw	2486
humanity	2487
corner	2488
limiting	2489
substituting	2490
crude	2491
proper	2492
blithely	2493
commercial	2494
prosecuting	2495
refunds	2496
championship	2497
accountable	2498
modernize	2499
incredible	2500
calves	2501
provocatively	2502
industrywide	2503
disingenuous	2504
exploits	2505
12-year-old	2506
jammed	2507
raider	2508
mandatory	2509
racial	2510
stepped-up	2511
bitterest	2512
bikes	2513
whacked	2514
fastest-growing	2515
boasted	2516
reinvested	2517
recommendation	2518
dull	2519
s&l	2520
hispanic	2521
heroes	2522
frank	2523
waterfront	2524
predictability	2525
entitled	2526
archives	2527
coat	2528
long-range	2529
long-term	2530
court	2531
juror	2532
increment	2533
opportunity	2534
establishing	2535
permission	2536
fortunate	2537
aides	2538
lethal	2539
beta	2540
dressed	2541
exclusion	2542
tempting	2543
policeman	2544
implication	2545
disappointed	2546
subcommittees	2547
pioneered	2548
loot	2549
health-club	2550
sons	2551
bulletins	2552
introduction	2553
door	2554
blandings	2555
pampers	2556
tracking	2557
profit	2558
returns	2559
compliance	2560
clutter	2561
tritium	2562
blocks	2563
39-year-old	2564
regional	2565
assigned	2566
plaintiff	2567
reserves	2568
west	2569
arise	2570
shun	2571
measure	2572
hard-line	2573
denominations	2574
reinstated	2575
late-payment	2576
insubordination	2577
near-term	2578
chunk	2579
take	2580
one-third	2581
accelerate	2582
leased	2583
interspersed	2584
retreating	2585
flip	2586
garages	2587
ending	2588
coolants	2589
coherent	2590
cautiousness	2591
propensity	2592
technology	2593
tailored	2594
lounge	2595
smaller-than-expected	2596
herd	2597
restructures	2598
breach	2599
stopped	2600
realities	2601
plunged	2602
described	2603
accept	2604
unwanted	2605
supervision	2606
spirited	2607
lighting	2608
accessible	2609
ends	2610
conscientious	2611
unsustainable	2612
get-rich-quick	2613
fastest	2614
bicycles	2615
simmering	2616
anger	2617
breed	2618
classroom	2619
batter	2620
vowing	2621
boilers	2622
exhibit	2623
beating	2624
prominently	2625
fund-raisers	2626
downtown	2627
minimum	2628
preamble	2629
cup	2630
emotional	2631
compromises	2632
getting	2633
democratization	2634
downright	2635
actors	2636
fraudulently	2637
bogged	2638
medium-term	2639
differentials	2640
society	2641
corporatist	2642
trusted	2643
cost-cutting	2644
1950s	2645
faces	2646
equaling	2647
report	2648
blends	2649
butterfat	2650
miss	2651
approached	2652
cancers	2653
solved	2654
discretionary	2655
cushion	2656
jumping	2657
breakdowns	2658
customized	2659
guided	2660
uncomfortable	2661
eritrean	2662
contracting	2663
f-18s	2664
immigrants	2665
minicars	2666
sponsors	2667
residence	2668
read	2669
comfort	2670
eucalyptus	2671
watching	2672
debris	2673
blessing	2674
investor	2675
criticisms	2676
s	2677
spills	2678
nonstrategic	2679
sentence	2680
repeatedly	2681
reconsideration	2682
investing	2683
lower	2684
waving	2685
buying	2686
interfere	2687
inconclusive	2688
melanin	2689
mark	2690
sharks	2691
reward	2692
raw-materials	2693
laced	2694
cooperation	2695
down	2696
poster	2697
neighborhoods	2698
retirement	2699
specializing	2700
omnibus	2701
dance	2702
low-profit	2703
neighborhood	2704
choking	2705
granted	2706
chose	2707
firing	2708
instructors	2709
multiparty	2710
bandages	2711
games	2712
overhaul	2713
cheapest	2714
recommended	2715
underwear	2716
untrue	2717
uphill	2718
air-interdiction	2719
eternal	2720
refocus	2721
paychecks	2722
jumbo	2723
simplification	2724
state-owned	2725
yesterday	2726
rewarding	2727
claiming	2728
doubted	2729
suggestions	2730
neat	2731
deductible	2732
costing	2733
gripes	2734
restrictions	2735
ensure	2736
feasibility	2737
morning	2738
outcry	2739
run-up	2740
interrupted	2741
half-dozen	2742
argument	2743
acts	2744
fee	2745
production	2746
lexicon	2747
steelmaker	2748
desert	2749
frigates	2750
lumber	2751
low-margin	2752
soul	2753
satisfying	2754
disclosures	2755
shakeout	2756
sell	2757
merely	2758
age-bias	2759
delegates	2760
kellogg	2761
spacecraft	2762
classified	2763
franchising	2764
'70s	2765
bat	2766
horror	2767
somewhere	2768
defying	2769
brigades	2770
quotations	2771
regarding	2772
picked	2773
discoveries	2774
shortening	2775
ceded	2776
nationalistic	2777
laxative	2778
bass	2779
refining	2780
fullest	2781
delinquent	2782
unaffiliated	2783
assailed	2784
resurgent	2785
condemn	2786
autographs	2787
galvanize	2788
predators	2789
standardize	2790
pour	2791
writedowns	2792
seller	2793
conscious	2794
force	2795
resentful	2796
silences	2797
downward	2798
presumed	2799
ordinarily	2800
securities-firm	2801
storytelling	2802
vomiting	2803
investment	2804
adjustment	2805
certain	2806
deadly	2807
sell-off	2808
company-operated	2809
engineered	2810
succeeds	2811
critics	2812
squarely	2813
notifying	2814
farm-trade	2815
approving	2816
what	2817
salaries	2818
lenses	2819
pre-tax	2820
leaders	2821
agriculture	2822
besieged	2823
bond	2824
believing	2825
prize-winning	2826
impatient	2827
effectively	2828
nurseries	2829
busily	2830
netherlands	2831
quarterback	2832
endowment	2833
solace	2834
really	2835
cater	2836
missiles	2837
waiting	2838
hurt	2839
beans	2840
racked	2841
overcome	2842
death	2843
design	2844
legalistic	2845
showrooms	2846
swept	2847
milestones	2848
galvanized	2849
woods	2850
evaporate	2851
eruption	2852
technologies	2853
arms-kickback	2854
predictable	2855
confessions	2856
expand	2857
judicial	2858
valves	2859
bike	2860
career	2861
pooled	2862
air-pollution	2863
mainstay	2864
component	2865
iceberg	2866
derail	2867
corneal	2868
unanimous	2869
emergence	2870
skillful	2871
arson	2872
proud	2873
affects	2874
empty	2875
passive	2876
gas-fired	2877
disabled	2878
criminality	2879
polyester	2880
additives	2881
insist	2882
eventually	2883
randomly	2884
tumors	2885
rendering	2886
specify	2887
perestroika	2888
warfare	2889
accord	2890
bruising	2891
anti-union	2892
seminars	2893
foods	2894
uses	2895
tenfold	2896
subtle	2897
profit-taking	2898
automobiles	2899
tainted	2900
asked	2901
relationship	2902
r	2903
attractive	2904
heavy-duty	2905
civil-rights	2906
musician	2907
rebounding	2908
hunky-dory	2909
mansion	2910
reopened	2911
back-end	2912
whites	2913
newsprint	2914
third	2915
tunnel	2916
inventory	2917
profiting	2918
paintings	2919
inconsistencies	2920
consumption	2921
launch	2922
sandwiches	2923
weekday	2924
imprisoned	2925
constituents	2926
sum	2927
said	2928
philippine	2929
delisting	2930
weaving	2931
stifle	2932
agricultural	2933
note	2934
worthwhile	2935
weights	2936
downplayed	2937
aftermath	2938
mop	2939
staffs	2940
dental	2941
guerrillas	2942
rangers	2943
pared	2944
unsuspected	2945
lire	2946
floating-rate	2947
teacher	2948
reverses	2949
documented	2950
currency-exchange	2951
ambiguous	2952
invaded	2953
breath	2954
well-entrenched	2955
inequality	2956
proliferation	2957
familiar	2958
s&p	2959
around	2960
wood	2961
toiletries	2962
resumed	2963
universities	2964
leather	2965
stunt	2966
drop-off	2967
messenger	2968
battery-powered	2969
raid	2970
negotiable	2971
delight	2972
optimists	2973
peddling	2974
hinted	2975
break	2976
one-penny	2977
races	2978
gaming	2979
earners	2980
deferring	2981
graduation	2982
overwhelming	2983
wealth	2984
calm	2985
speaker	2986
screen	2987
tacked	2988
effusive	2989
rows	2990
dealt	2991
grown	2992
kitchen	2993
answering	2994
oaks	2995
orderly	2996
records	2997
seniors	2998
confronts	2999
-rrb-	3000
honestly	3001
methane	3002
cramming	3003
mink	3004
honesty	3005
swap	3006
subordinated	3007
institutions	3008
scope	3009
ballroom	3010
retailer	3011
watchers	3012
observes	3013
aid	3014
gunned	3015
inner	3016
globe	3017
prefers	3018
muni	3019
designate	3020
software-development	3021
year-round	3022
single-engine	3023
coups	3024
unobserved	3025
diversified	3026
artificial	3027
shredded	3028
distressed	3029
lone	3030
procedural	3031
misstatements	3032
internment	3033
flower	3034
retrieved	3035
recall	3036
money-back	3037
modeled	3038
sparked	3039
m$	3040
midmorning	3041
harbinger	3042
corporate-finance	3043
donations	3044
needless	3045
risking	3046
disorderly	3047
pulls	3048
gingerly	3049
two-tier	3050
cash	3051
willing	3052
establish	3053
trying	3054
pasta	3055
reassured	3056
crooks	3057
emotionally	3058
fascist	3059
recombinant	3060
fourth-quarter	3061
general	3062
totaled	3063
biggest	3064
multimedia	3065
competitiveness	3066
non-subscription	3067
culprit	3068
puny	3069
freon	3070
furnaces	3071
well-paid	3072
operative	3073
greek	3074
off-base	3075
centrifugal	3076
dollar	3077
witching	3078
uncertain	3079
son	3080
notoriety	3081
tirelessly	3082
stake	3083
doubling	3084
prompted	3085
along	3086
saudi	3087
lucky	3088
weakened	3089
poses	3090
capitalized	3091
bickering	3092
officers	3093
ambitious	3094
sparkling	3095
exempted	3096
impact	3097
watts	3098
upgraded	3099
divorced	3100
not-for-profit	3101
such	3102
theaters	3103
ratios	3104
defraud	3105
royal	3106
adjustments	3107
sat	3108
outlooks	3109
drape	3110
posted	3111
ocean	3112
microbes	3113
pretext	3114
distinction	3115
finalized	3116
lied	3117
supportive	3118
readings	3119
exchanges	3120
serious	3121
idle	3122
attractively	3123
ruminated	3124
approaching	3125
exacerbated	3126
irreverent	3127
shipments	3128
develops	3129
drafted	3130
damper	3131
yards	3132
purse	3133
hybrid	3134
follow	3135
centuries	3136
ill-suited	3137
traditional	3138
imply	3139
after-hours	3140
dole	3141
discontinue	3142
limbs	3143
organisms	3144
doubt	3145
contingent	3146
unnerving	3147
coping	3148
guarded	3149
gently	3150
performs	3151
summarize	3152
topaz	3153
surface	3154
valid	3155
syndicated	3156
risks	3157
engaged	3158
spell	3159
heard	3160
heavy	3161
truce	3162
re-elected	3163
hunting	3164
fund-raising	3165
governed	3166
specials	3167
unborn	3168
injected	3169
sigh	3170
tentatively	3171
clients	3172
factors	3173
catastrophic-care	3174
resiliency	3175
institutional	3176
clean-air	3177
hunk	3178
contributing	3179
cornfield	3180
piped	3181
sustained	3182
polling	3183
homeless	3184
ufos	3185
investigate	3186
conservatism	3187
fauna	3188
bipartisan	3189
did	3190
delivers	3191
safer	3192
coke	3193
declaring	3194
monitors	3195
consecutive	3196
fits	3197
four-megabit	3198
private-sector	3199
two-hour	3200
sustains	3201
stigma	3202
stacking	3203
discounting	3204
undisclosed	3205
chances	3206
founder	3207
rising	3208
opportunists	3209
seconds	3210
years	3211
chamber	3212
candles	3213
undiversified	3214
jewish	3215
restoring	3216
eerie	3217
stirred	3218
asphalt	3219
'60s	3220
overemphasize	3221
shorten	3222
refrain	3223
firsthand	3224
whenever	3225
your	3226
bushels	3227
skeptical	3228
mice	3229
tennis	3230
disaster-contingency	3231
dangers	3232
dramatically	3233
appreciated	3234
drama	3235
mid-1990s	3236
package	3237
fabric	3238
embryo	3239
coverage	3240
bypass	3241
vengeance	3242
abortions	3243
park	3244
depreciation	3245
beat	3246
laughter	3247
marked	3248
nonfinancial	3249
rejuvenation	3250
employment	3251
biologists	3252
talent	3253
lives	3254
founders	3255
unfavorable	3256
whereabouts	3257
trespassing	3258
contemplate	3259
halls	3260
minute	3261
scrutiny	3262
rival	3263
sergeant	3264
tigrean	3265
money-market	3266
evasion	3267
quantitative	3268
transformed	3269
collections	3270
deadlocked	3271
simplifying	3272
applied	3273
tout	3274
staple	3275
overhanging	3276
fiction	3277
ditch	3278
believe	3279
sizzling	3280
quietly	3281
establishes	3282
well-known	3283
loser	3284
explicit	3285
cousins	3286
chemicals	3287
disposed	3288
methodical	3289
furriers	3290
crashing	3291
meant	3292
dictator	3293
second-story	3294
reopen	3295
midtown	3296
winds	3297
sweetheart	3298
catalog	3299
japanese	3300
nomura	3301
turtle	3302
prisoners	3303
cpas	3304
art	3305
oversees	3306
canning	3307
handy	3308
leagues	3309
sink	3310
american-style	3311
actions	3312
interests	3313
boomed	3314
walked	3315
accompanying	3316
comparisons	3317
references	3318
outspoken	3319
poorer	3320
sweeps	3321
films	3322
mitigating	3323
hovering	3324
recording	3325
buy-and-hold	3326
processes	3327
prepared	3328
warm-up	3329
attributable	3330
binding	3331
sterling	3332
pipelines	3333
exposed	3334
perfect	3335
british	3336
filers	3337
materialized	3338
affiliated	3339
ills	3340
scaling	3341
lookout	3342
accompaniment	3343
has	3344
toes	3345
saving	3346
temperatures	3347
inspired	3348
self-interest	3349
inconvenience	3350
amendment	3351
lucrative	3352
remote	3353
flea	3354
hole	3355
thoughtless	3356
acrimonious	3357
performance	3358
baseline	3359
pressured	3360
knowing	3361
die	3362
champion	3363
halt	3364
queries	3365
ignoring	3366
moniker	3367
complexity	3368
lured	3369
collective	3370
calling	3371
flashing	3372
labor-management	3373
non-food	3374
delivery	3375
shareholder-owned	3376
paradox	3377
supplying	3378
non-communist	3379
consume	3380
liquefied	3381
advocacy	3382
less-developed	3383
round-trip	3384
handed	3385
prosper	3386
jeweler	3387
wrongdoing	3388
laudable	3389
unclassified	3390
elevator	3391
diversification	3392
stock-trading	3393
four-part	3394
tall	3395
79-year-old	3396
realistic	3397
inconceivable	3398
book	3399
no.	3400
collaborating	3401
sister	3402
switched	3403
discharge	3404
acre	3405
perilously	3406
grade	3407
inmates	3408
bullet	3409
jackets	3410
maintaining	3411
recanted	3412
labor	3413
charitable	3414
missions	3415
grinding	3416
credit	3417
stricken	3418
speaking	3419
associates	3420
traces	3421
one-day	3422
emergency	3423
center	3424
meal	3425
compiling	3426
registration	3427
redeeming	3428
declarations	3429
extends	3430
loose	3431
motivation	3432
applauded	3433
hosts	3434
items	3435
default	3436
insulting	3437
centerfielder	3438
deliberations	3439
taxpayers	3440
agreement	3441
conductor	3442
sacrifice	3443
treasurer	3444
propelled	3445
courtesy	3446
bowl	3447
gave	3448
uproar	3449
equals	3450
understands	3451
lopsided	3452
bodies	3453
swiss	3454
clad	3455
understood	3456
homes	3457
clarifications	3458
catalytic	3459
statute	3460
congratulated	3461
fill	3462
certificate-of-need	3463
billing	3464
hardly	3465
slackened	3466
underwriting	3467
posh	3468
notch	3469
stately	3470
continue	3471
optional	3472
army	3473
possessions	3474
propel	3475
moral	3476
parts	3477
hometown	3478
publications	3479
deplorable	3480
'em	3481
whirlwind	3482
holds	3483
man	3484
falls	3485
chairmanship	3486
syndicate	3487
realty	3488
newsprints	3489
mention	3490
mate	3491
catfish	3492
bread-and-butter	3493
bales	3494
dislocation	3495
radiation	3496
43%-owned	3497
shoo-in	3498
governmental-affairs	3499
one-month	3500
division	3501
failure	3502
evangelist	3503
furs	3504
opponents	3505
pins	3506
prosecutions	3507
damaged	3508
wraps	3509
4-0	3510
lobbied	3511
aired	3512
stretching	3513
capitalistic	3514
verifiable	3515
calculation	3516
efficient	3517
unsolicited	3518
estimates	3519
anti-competitive	3520
lobby	3521
forecast	3522
instances	3523
feminists	3524
spun	3525
policyholders	3526
chain	3527
bit	3528
twisted	3529
rescinding	3530
stint	3531
prestige	3532
suspend	3533
insulation	3534
ponds	3535
casino	3536
spray	3537
nonunion	3538
publicist	3539
evaluate	3540
verify	3541
nurses	3542
reaching	3543
tumbling	3544
forfeit	3545
accusations	3546
demanded	3547
topping	3548
roar	3549
bowed	3550
elders	3551
grapes	3552
harmonious	3553
meat	3554
speedometer	3555
allege	3556
settlements	3557
considerations	3558
fluid	3559
misanthrope	3560
mile	3561
fledgling	3562
biting	3563
fierce	3564
latest	3565
expired	3566
vagaries	3567
hum	3568
middle-class	3569
reassert	3570
american-built	3571
classics	3572
corn	3573
social	3574
unrealistically	3575
rats	3576
slumping	3577
converting	3578
again	3579
plants	3580
abated	3581
rv	3582
cancellations	3583
high-grade	3584
database	3585
tinkering	3586
silver-haired	3587
financing	3588
teaming	3589
languages	3590
emotion	3591
ornamental	3592
thinned	3593
flame	3594
cones	3595
risk-free	3596
cope	3597
limit	3598
brunt	3599
wet	3600
two-part	3601
nullify	3602
short-covering	3603
slaughter	3604
takes	3605
ever	3606
short-term	3607
installed	3608
assign	3609
legitimately	3610
become	3611
smoke	3612
keep	3613
allegory	3614
entertained	3615
obfuscation	3616
polyethylene	3617
remove	3618
glitz	3619
rebound	3620
voluptuous	3621
trailing	3622
auctions	3623
women	3624
without	3625
infections	3626
na	3627
theories	3628
persistency	3629
deductibles	3630
movie	3631
evaluates	3632
misstates	3633
flap	3634
promptly	3635
feeds	3636
shoreline	3637
middle-aged	3638
specifically	3639
rejoin	3640
soup	3641
antithetical	3642
wrinkle	3643
industry	3644
ambushed	3645
subjects	3646
locate	3647
wigs	3648
technical	3649
plagued	3650
reminded	3651
sparks	3652
grim	3653
hypertension	3654
copyrighted	3655
nowadays	3656
longest	3657
landowners	3658
constantly	3659
cling	3660
protein	3661
tin	3662
